app/controllers/users_controller.rb

    def new
        @user = User.all
---
SELECT "users".* FROM "users"